{
  "Corporate Email ID": "معرف البريد الإلكتروني المؤسسي",
  "Password": "كلمة المرور",
  "Language": "اللغة",
  "Forgot Password?": "نسيت كلمة المرور?",
  "Proceed": "تأكيد",
  "Log In": "تسجيل الدخول",
  "Select Role": "Select Role",
  "Setup Two Factor Authentication ( 2FA )": "اعدادات السماح بالتحقق الثنائي ( 2FA )",
  "Scan the following QR Code with a two-factor authentication app on your phone": "امسح الباركود  ببرنامج التحقق الثنائي في الجوال.",
  "Enter Security Code": "ادخل الرمز السري",
  "Welcome back": "Welcome back {{name}}!",
  "Please select the role you would like to use on Emrgo": "Please select the role you would like to use on Emrgo",
  "Enter the security code generated by your two-factor authentication app": "ادخل الرمز الذي تم تكوينه من تطبيق التحقق الثنائي ",
  "You will be provided a new security code every 30 seconds": "سيتم تزويدك برمز سري جديد كل 30 ثانية",
  "User Authentication": "توثيق المستخدم",
  "You will be transferred immediately to the National Single Sign-On page for authentication using your 'Absher' user name and password": "سيتم نقلك إلى صفحة النفاذ الوطني الموحد مباشرة لتسجيل الدخول للتوثيق باستخدام حساب أبشر.",
  "If you do not have an Absher account, you can create an account then try again later": "إذا لم يكن لديك حساب في أبشر ، يمكنك إنشاء حساب ثم المحاولة مرة أخرى.",
  "Absher Authentication Failed": "دعم سير عمل إدارة الاشعارات",
  "Something went wrong during your Absher authentication Please verify your credentials and try again": "حدث خطأ ما أثناء عملية المصادقة مع أبشر. يرجى التحقق من بياناتك وحاول مرة أخرى",
  "Download one of the supported applications through your mobile phone's App Store~ Google Authenticator, Microsoft Authenticator, Authy or any other 2FA supported app that you currently use": "قم بتنزيل أحد التطبيقات المدعومة من خلال متجر التطبيقات بهاتفك المحمول: Google Authenticator أو Microsoft Authenticator أو Authy أو أي تطبيق آخر يدعم مصادقة ثنائية العوامل الذي تستخدمه حاليًا.",
  "Buttons": {
    "Setup": "الإعدادات",
    "Proceed": "تقدم",
    "Raise Support Ticket": "ارفع تذكرة دعم",
    "Back to Login": "ارجع الى صفحة الدخول",
    "Return to login page": "ارجع الى صفحة الدخول",
    "Reset Password": "اعادة تعين كلمة المرور",
    "Proceed to Absher": "الانتقال إلى أبشر",
    "Try Again": "رجاء المحاولة لاحقاً",
    "Return to Dashboard": "العودة إلى لوحة التحكم",
    "Complete User KYC": "Complete User KYC",
    "Logout": "تسجيل الخروج",
    "Next": "التالي"
  },
  "Reset 2FA Modal": {
    "Raise 2FA Ticket": "ارفع تذكرة للتحقق الثنائي",
    "Do you want to raise a ticket to Emrgo support to reset your 2 Factor Authentication credentials": "هل تريد رفع تذكرة الى دعم وثاق لاعادة تعين التحقق الثنائي ",
    "Only do this when you have lost access to your authenticator app": "اعمل هذه الخطوة اذا فقدت الوصول لتطبيق التحقق",
    "Admin will use the file you upload to verify your account": "سيتم استخدام الملف الذي رفعته من قبل مسؤول الحسابات لتوثيق الحساب",
    "Cancel": "الغاء",
    "Yes, Reset it": "نعم, اعد تعينه",
    "Identity Proof": "اثبات الهوية"
  },
  "Reset 2FA and Password Modal": {
    "Raise 2FA Ticket": "ارفع تذكرة نسيان كلمة المرور و التحقق الثنائي",
    "Do you want to raise a ticket to Emrgo support to reset your 2 Factor Authentication and password credentials": "هل تريد رفع تذكرة الى دعم وثاق لاعادة تعين التحقق الثنائي",
    "Only do this when you have forgotten your password and lost access to your authenticator app": "اعمل هذه الخطوة اذا فقدت كلمة المرور و  الوصول لتطبيق التحقق",
    "Admin will use the file you upload to verify your account": "سيتم استخدام الملف الذي رفعته من قبل مسؤول الحسابات لتوثيق الحساب",
    "Cancel": "الغاء",
    "Yes, Reset it": "نعم, اعد تعنيه",
    "Identity Proof": "اثبات الهوية"
  },
  "Two Factor Authentication has been reset Please login to setup 2FA again": "تم اعادة تعين معيار التحقق الثنائي برجاء الدخول لاعداد التحقق الثنائي مرة اخرى",
  "Please wait while we reset your Two Factor Authentication": "برجاء الانتظار ليتم اعادة تعين معير التحقق الثنائي",
  "If your email exists in our database, an email will have been sent containing further instructions": "اذا البريد موجود في قواعد بيانات وثاق سيتم ارسال بريد الكتروني يحتوي على الخطوات القادمة",
  "Action Complete": "تم الاجراء",
  "Enter your user account's verified email address and OTP from your authenticator app and we will send you a password reset link": "ادخل البريد الالكتروني المحقق للمستخدم و الرمز السري المرسل لمرة واحدة في تطبيق التحقق و سيتم ارسال رابط اعادة تعين الرمز السري",
  "Email": "البريد الالكتروني",
  "Send Password Reset Email": "ارسل كلمة المرور لاعادة تعين البريد الالكتروني",
  "Reset your password": "اعادة تعين كلمة المرور",
  "You have successfully reset your password": "تم بنجاح اعادة تعين كلمة المرور",
  "Please login with your username": "برجاء الدخول باستخدام اسم المتسخدم",
  "and new password": "و كلمة مرور جديدة",
  "Create a new password for your account with username": "انشاء كلمة مرور جديدة لحسابك مع اسم المستخدم",
  "Confirm Password": "تأكيد كلمة المرور",
  "and 2FA": "و معيار التحقق الثنائي",
  "Create a Password for your account": "انشأ كلمة مرور لحسابك",
  "Your Username is the Email Id on which you received this link": "اسم حسابك هوا بريدك الالكتروني الذي استقبلت عليه الرابط",
  "Complete Registration": "اكمال التسجيل",
  "You have successfully been registered": "تم تسجيلك بنجاح",
  "Click here to complete User KYC": "انقر هنا لإكمال إجراءات اعرف عميلك الفردي",
  "Complete User KYC": "إكمال إجراءات اعرف عميلك الفردي",
  "Multi-Factor Authentication enabled": "تم تمكين المصادقة متعددة العوامل"
}
